Repository: pardus/gnome-shell-extension-arc-menu
Catalog: po/*.po
Languages: nl

source: Searching...
nl: Zoeken...

source: No results.
nl: Geen resultaten.

source: %d more
nl: %d meer

source: Settings
nl: Instellingen

source: Terminal
nl: Terminalvenster

source: Activities Overview
nl: Activiteitenoverzicht

source: Arc Menu Settings
nl: Arc Menu Instellingen

source: Shortcuts
nl: Snelkoppelingen

source: Pinned Apps
nl: Favorieten

source: Frequent Apps
nl: Veelgebruikte apps

source: All Programs
nl: Alle Programma's

source: Home
nl: Persoonlijke Map

source: Network
nl: Netwerk

source: Files
nl: Bestanden

source: Log Out
nl: Uitloggen

source: Lock
nl: Vergrendelen

source: Power Off
nl: Uitschakelen

source: Category Activation
nl: Categorie Activeren

source: Mouse Click
nl: Muisklik

source: Mouse Hover
nl: Muis aanwijzen

source: Avatar Icon Shape
nl: Vorm van Avatar-icoon

source: Circular
nl: Rond

source: Square
nl: Vierkant

source: KRunner Position
nl: KRunner Positie

source: Top
nl: Bovenin

source: Centered
nl: Gecentreerd

source: Show Extra Large Icons with App Descriptions
nl: Toon extra grote iconen met applicatieomschrijvingen

source: General
nl: Algemeen

source: Buttons
nl: Knoppen

source: Default Screen
nl: Standaardscherm

source: Home Screen
nl: Startscherm

source: All Applications
nl: Alle Applicaties

source: Disable Menu Arrow
nl: Menupijl uitschakelen

source: Disable current theme menu arrow pointer
nl: Schakel menupijl uit van het huidige thema

source: Save
nl: Opslaan

source: Separator Position Index
nl: Positie (index) van scheidingslijn

source: Nothing Yet!
nl: Nog Niets!

source: Arc Menu Default View
nl: Arc Menu Standaard Beeld

source: Categories List
nl: Categorielijst

source: Documents
nl: Documenten

source: Music
nl: Muziek

source: Pictures
nl: Afbeeldingen

source: Open Folder Location
nl: Open folderlocatie

source: Current Windows:
nl: Huidige Vensters:

source: New Window
nl: Nieuw Venster

source: Launch using Dedicated Graphics Card
nl: Opstarten met toegewezen grafische kaart

source: Delete Desktop Shortcut
nl: Verwijder Bureaubladsnelkoppeling

source: Create Desktop Shortcut
nl: Creëer Bureaubladsnelkoppeling

source: Remove from Favorites
nl: Verwijder van Favorieten

source: Add to Favorites
nl: Voeg toe aan Favorieten.original

source: Unpin from Arc Menu
nl: Losmaken van Arc Menu

source: Pin to Arc Menu
nl: Vastpinnen aan Arc Menu

source: Show Details
nl: Toon Details

source: Favorites
nl: Favorieten

source: Categories
nl: Categoriën

source: Users
nl: Gebruikers

source: Suspend
nl: Slaapstand

source: Back
nl: Terug

source: Type to search…
nl: Typ om te zoeken…

source: Applications
nl: Applicaties

source: Show Applications
nl: Toon Applicaties

source: Arc Menu Original
nl: Arc Menu Orgineel

source: Curved A
nl: Holle A

source: Start Box
nl: Start Blokken

source: Triple Dash
nl: Drie Strepen

source: Whirl
nl: Wervelwind

source: Whirl Circle
nl: Wervelwind Cirkel

source: Sums
nl: Sommen

source: Arrow
nl: Pijl

source: Lins
nl: Lijnen

source: Diamond Square
nl: Diamanten driehoek

source: Octo Maze
nl: Octo Doolhof

source: Search
nl: Zoeken

source: Arc Menu on GitLab
nl: Arc Menu op GitLab

source: About Arc Menu
nl: Over Arc Menu

source: Dash to Panel Settings
nl: Dash to Panel Instellingen

source: Dash to Dock Settings
nl: Dash to Dock Instellingen

source: Failed to launch “%s”
nl: Starten van "%s" mislukt

source: Failed to mount volume for “%s”
nl: Koppelen van "%s" mislukt

source: Ejecting drive “%s” failed:
nl: Uitwerpen van "%s" mislukt:

source: Add More Apps
nl: Meer Apps Toevoegen

source: Browse a list of all applications to add to your Pinned Apps list.
nl: Doorzoek een lijst aan applicaties om toe te voegen aan je Favorieten.

source: Add Custom Shortcut
nl: Aangepaste Snelkoppeling Toevoegen

source: Create a custom shortcut to add to your Pinned Apps list.
nl: Creëer een aangepaste snelkoppeling om toe te voegen aan je Favorieten.

source: Modify
nl: Aanpassen

source: Move Up
nl: Naar Boven

source: Move Down
nl: Naar Beneden

source: Delete
nl: Verwijderen

source: Add to your Pinned Apps
nl: Voeg toe aan Favorieten

source: Change Selected Pinned App
nl: Verander geselecteerde Favoriet

source: Select Application Shortcuts
nl: Selecteer Applicatiesnelkoppelingen

source: Select Directory Shortcuts
nl: Selecteer Foldersnelkoppelingen

source: Add
nl: Toevoegen

source: Run Command...
nl: Commando Uitvoeren...

source: Default Apps
nl: Standaard Applicaties

source: System Apps
nl: Systeem Applicaties

source: Presets
nl: Voorkeuren

source: Edit Pinned App
nl: Wijzig Favoriet

source: Add a Custom Shortcut
nl: Eigen Snelkoppeling Toevoegen

source: Edit Shortcut
nl: Snelkoppeling Aanpassen

source: Edit Custom Shortcut
nl: Eigen Snelkoppeling Aanpassen

source: Shortcut Name:
nl: Naam Snelkoppeling:

source: Icon:
nl: Icoon:

source: Please select an image icon
nl: Selecteer een icoon

source: Terminal Command:
nl: Terminal commando:

source: Shortcut Path:
nl: Snelkoppelingspad:

source: Disable Tooltips
nl: Tooltip uitschakelen

source: Disable all tooltips in Arc Menu
nl: Alle Tooltips Uitschakelen in Arc Menu

source: Modify Activities Hot Corner
nl: Snelhoek voor Activiteitenoverzicht aanpassen

source: Modify the action of the Activities Hot Corner
nl: Pas het gedrag van de snelhoek voor het Activiteitenoverzicht aan

source: Override the default behavoir of the Activities Hot Corner
nl: Vervang het standaardgedrag van de Activiteiten-Snelhoek

source: Choose the default menu view for Arc Menu
nl: Kies het standaardbeeld wanneer Arc Menu wordt geopend

source: Hotkey activation
nl: Sneltoets activatie

source: Choose a method for the hotkey activation
nl: Kies wanneer de sneltoets geactiveerd wordt

source: Key Release
nl: Bij Loslaten van Toets

source: Key Press
nl: Bij Indrukken van Toets

source: Arc Menu Hotkey
nl: Arc Menu Sneltoets

source: Left Super Key
nl: Linker Super Toets

source: Set Arc Menu hotkey to Left Super Key
nl: Koppel Arc Menu aan rechter Super Toets

source: Right Super Key
nl: Recht Super Toets

source: Set Arc Menu hotkey to Right Super Key
nl: Koppel Arc Menu aan rechter Super Toets

source: Custom Hotkey
nl: Aangepaste Sneltoets

source: Set a custom hotkey for Arc Menu
nl: Aangepaste Sneltoets

source: None
nl: Geen

source: Clear Arc Menu hotkey, use GNOME default
nl: Reset Arc Menu Sneltoets, gebruik GNOME standaardinstellingen

source: Current Hotkey
nl: Huidige Sneltoetesen

source: Current custom hotkey
nl: Huidige aangepaste Sneltoets

source: Modify Hotkey
nl: Sneltoets Aanpassen

source: Create your own hotkey combination for Arc Menu
nl: Creëer je eigen sneltoets voor Arc Menu

source: Display Arc Menu On
nl: Toon Arc Menu

source: Choose where to place Arc Menu
nl: Kies waar Arc Menu wordt geplaatst

source: Main Panel
nl: Hoofdpaneel

source: Disable Activities Button
nl: Activiteitenknop Uitschakelen

source: Dash to Dock extension not running!
nl: Dash to Dock extensie is niet actief!

source: Enable Dash to Dock for this feature to work.
nl: Schakel Dash to Dock in om deze functionaliteit te laten werken.

source: Disable Activities Button in panel
nl: Activiteitenknop uitschakelen in paneel

source: Dash to Panel currently enabled!
nl: Dash to Panel is momenteel ingeschakeld!

source: Disable Dash to Panel for this feature to work.
nl: Schakel Dash to Panel uit om deze functionaliteit te laten werken.

source: Dash to Panel extension not running!
nl: Dash to Panel extensie is niet actief!

source: Enable Dash to Panel for this feature to work.
nl: Schakel Dash to Panel in om deze functionaliteit te laten werken.

source: Position in Dash to Panel
nl: Positie in Dash to Panel

source: Position in Main Panel
nl: Positie in Hoofdpaneel

source: Left
nl: Links

source: Position Arc Menu on the Left side of
nl: Positioneer Arc Menu Links van

source: the Main Panel
nl: het Hoofdpaneel

source: Center
nl: Midden

source: Position Arc Menu in the Center of
nl: Positioneer Arc Menu in het midden van

source: Right
nl: Rechs

source: Position Arc Menu on the Right side of
nl: Positioneer Arc Menu Rechts van

source: Menu Alignment to Button
nl: Uitlijning van menu

source: Adjust Arc Menu's menu alignment relative to Arc Menu's icon
nl: Pas de uitlijning van het menu aan in relatie tot de menuknop

source: Display on all monitors when using Dash to Panel
nl: Toon op alle monitoren met Dash to Panel

source: Display Arc Menu on all monitors when using Dash to Panel
nl: Toon Arc Menu op alle monitoren met Dash to Panel

source: Activities Hot Corner Action
nl: Actie voor snelhoek

source: Choose the action of the Activities Hot Corner
nl: Kies het gedrag van de GNOME snelhoek voor het Activiteitenoverzicht

source: GNOME Default
nl: GNOME Standaard

source: Disabled
nl: Uitgeschakeld

source: Toggle Arc Menu
nl: Open/Sluit Arc Menu

source: Custom
nl: Aangepast

source: Custom Activities Hot Corner Action
nl: Aangepaste Acties voor de Snelhoek

source: Choose from a list of preset commands or use your own terminal command
nl: Kies uit een lijst van voorgedefiniëerde acties of kies je eigen terminal commando

source: Preset commands
nl: Actie

source: Choose from a list of preset Activities Hot Corner commands
nl: Kies uit een lijst van voorgedefiniëerde acties

source: Show all Applications
nl: Toon alle Applicaties

source: GNOME System Monitor
nl: GNOME Systeemmonitor

source: GNOME Calculator
nl: GNOME Rekenmachine

source: GNOME gedit
nl: GNOME Teksteditor

source: GNOME Screenshot
nl: GNOME Schermafdruk

source: GNOME Weather
nl: GNOME Weer

source: Terminal Command
nl: Terminal commando

source: Set a custom terminal command to launch on active hot corner
nl: Voer een eigen terminal commando in om uit te voeren

source: Apply
nl: Toepassen

source: Apply changes and set new hot corner action
nl: Aanpassingen toepassen en nieuwe snelhoek-actie instellen

source: Set Custom Hotkey
nl: Aangepaste sneltoets instellen

source: Press a key
nl: Druk op een toets

source: Modifiers
nl: Optietoetsen

source: Arc Menu Icon Settings
nl: Arc Menu-Icoon aanpassen

source: Arc Menu Icon Appearance
nl: Uiterlijk van menuknop

source: Icon
nl: Icoon

source: Text
nl: Tekst

source: Icon and Text
nl: Icoon en Tekst

source: Text and Icon
nl: Tekst en Icoon

source: Arc Menu Icon Text
nl: Tekst naast menu-icoon

source: Arrow beside Arc Menu Icon
nl: Pijl naast Arc Menu-knop

source: Arc Menu Icon
nl: Arc Menu-icoon

source: Browse for a custom icon
nl: Selecteer een aangepast icoon

source: Icon Size
nl: Icoongrootte

source: Icon Padding
nl: Icoonopvulling

source: Icon Color
nl: Icoonkleur

source: Active Icon Color
nl: Kleur Actieve Icoon

source: Icon color options will only work with files ending with "-symbolic.svg"
nl: Opties van Icoonkleuren werken alleen met bestanden die eindigen op "-symbolic.svg"

source: System Icon
nl: Systeem Icoon

source: Custom Icon
nl: Aangepast Icoon

source: Appearance
nl: Uiterlijk

source: Customize Arc Menu's Icon
nl: Het uiterlijk van het Arc Menu-icoon aanpassen

source: Customize Arc Menu Appearance
nl: Uiterlijk Arc Menu aanpassen

source: Customize various elements of Arc Menu
nl: Pas het uiterlijk van verschillende Arc Menu-elementen aan

source: Override Arc Menu Theme
nl: Thema van Arc Menu overschrijven

source: Create and manage your own custom themes for Arc Menu
nl: Creëer en beheer je eigen thema's voor Arc Menu

source: Override the shell theme for Arc Menu only
nl: Overschrijf het Shell thema voor enkel Arc Menu

source: Current Color Theme
nl: Huidig Thema

source: Menu Layout
nl: Menu-indeling aanpassen

source: Choose from a variety of menu layouts
nl: Kies uit een collectie aan menu-indelingen

source: Enable the selection of different menu layouts
nl: Schakel in om andere menu-indelingen te kiezen

source: Current Layout
nl: Huidige menu-indeling

source: Tweaks for the current menu layout
nl: Tweaks voor de huidige menu-indeling

source: Menu style chooser
nl: Menu-indelingkiezer

source: Arc Menu Layout
nl: Arc Menu indeling

source: General Settings
nl: Algemene Instellingen

source: Menu Height
nl: Menuhoogte

source: Adjust the menu height
nl: Menuhoogte aanpassen

source: Certain menu layouts only
nl: Alleen van toepassing bij sommige menu-indelingen

source: Left-Panel Width
nl: Breedte van linker paneel

source: Adjust the left-panel width
nl: Breedte van linker paneel aanpassen

source: Right-Panel Width
nl: Breedte van rechter paneel

source: Adjust the right-panel width
nl: Breedte van rechter paneel aanpassen

source: Miscellaneous
nl: Overigen

source: Large Application Icons
nl: Grote applicatie-iconen

source: Enable large application icons
nl: Grote applicatie-iconen Inschakelen

source: Category Sub Menus
nl: Submenu's van categorieën

source: Show nested menus in categories
nl: Toon menu's voor genestelde categorieën

source: Disable Category Arrows
nl: Categoriepijlen uitschakelen

source: Disable the arrow on category menu items
nl: Schakel de pijl uit op menu-items voor categorieën

source: Separator Settings
nl: Instellingen Scheidingslijn

source: Enable Vertical Separator
nl: Verticale scheidingslijn inschakelen

source: Enable a Vertical Separator
nl: Een Verticale scheidingslijn inschakelen

source: Separator Color
nl: Kleur van scheidingslijn

source: Change the color of all separators
nl: Kleur van alle scheidingslijnen aanpassen

source: Fine Tune
nl: Fijnstellen

source: Gap Adjustment
nl: Tussenruimte bijstellen

source: Offset menu placement by 1px
nl: Verschuif menuplaatsing met 1px

source: Color Theme Name
nl: Naam Kleurenthema

source: Name:
nl: Naam:

source: Save Theme
nl: Thema Opslaan

source: Select Themes to Import
nl: Selecteer Thema's om te Importeren

source: Select Themes to Export
nl: Selecteer Thema's om te Exporteren

source: Import
nl: Importeren

source: Export
nl: Exporteren

source: Select All
nl: Alles selecteren

source: Manage Themes
nl: Thema's beheren

source: Color Theme Presets
nl: Kleurenthema's

source: Save as Preset
nl: Opslaan als Kleurenschema

source: Manage Presets
nl: Kleurenschema's beheren

source: Menu Background Color
nl: Achtergrondkleur van Menu

source: Menu Foreground Color
nl: Voorgrondkleur van Menu

source: Font Size
nl: Fontgrootte

source: Border Color
nl: Randkleur

source: Border Size
nl: Randbreedte

source: Highlighted Item Color
nl: Kleur van aangewezen item

source: Corner Radius
nl: Hoek radius

source: Menu Arrow Size
nl: Menupijlgrootte

source: Menu Displacement
nl: Menu verschuiving

source: Configure Shortcuts
nl: Configureer Snelkoppelingen

source: Directories
nl: Folders

source: Add Default User Directories
nl: Voeg Standaard Gebruikersfolders toe

source: Browse a list of all default User Directories to add to your Directories Shortcuts
nl: Doorzoek een lijst aan gebruikersfolders om toe te voegen aan Folder Snelkoppelingen

source: Create a custom shortcut to add to your Directories Shortcuts
nl: Creëer een aangepaste snelkoppeling om toe te voegen aan je Folder Snelkoppelingen

source: Restore Defaults
nl: Standaarden herstellen

source: Restore the default Directory Shortcuts
nl: Standaard Folder Snelkoppelingen herstellen

source: Browse a list of all applications to add to your Application Shortcuts
nl: Doorzoek een lijst aan applicaties om toe te voegen aan je Applicatiesnelkoppelingen

source: Create a custom shortcut to add to your Application Shortcuts
nl: Creëer een aangepaste snelkoppeling om toe te voegen aan je Applicatiesnelkoppelingen

source: Restore the default Application Shortcuts
nl: Standaard Applicatie Snelkoppelingen herstellen

source: Session Buttons
nl: Sessieknoppen

source: Add, Remove, or Modify Arc Menu shortcuts
nl: Toevoegen, Verwijderen, of Aanpassen van Arc Menu Snelkoppelingen

source: External Devices
nl: Externe Apparaten

source: Show all connected external devices in Arc Menu
nl: Toon alle externe apparaten in Arc Menu

source: Bookmarks
nl: Bladwijzers

source: Show all Nautilus bookmarks in Arc Menu
nl: Toon alle Nautilus bladwijzers in Arc Menu

source: Misc
nl: Diversen

source: Export and Import Arc Menu Settings
nl: Exporteren en Importeren van Arc Menu-instellingen

source: Importing settings from file may replace ALL saved settings.
nl: Importeren van instellingen uit een bestand kan ALLE opgeslagen instellingen vervangen.

source: This includes all saved pinned apps.
nl: Dit geldt ook voor alle Favorieten.

source: Import from File
nl: Importeren van Bestand

source: Import Arc Menu settings from a file
nl: Importeer Arc Menu-instellingen vanuit een bestand

source: Import settings
nl: Importeer Instellingen

source: Export to File
nl: Exporteren naar Bestand

source: Export and save all your Arc Menu settings to a file
nl: Exporteer en sla alle Arc Menu-instellingen op naar een bestand

source: Export settings
nl: Instellingen Exporteren

source: Color Theme Presets - Export/Import
nl: Importeren en Exporteren van Kleurenschema's

source: Imported theme presets are located on the Appearance Tab
nl: Geïmporteerde Kleurenschema's kunnen gevonden worden in het Uiterlijk-tabblad

source: in Override Arc Menu Theme
nl: onder "Arc Menu-thema Overschrijven"

source: Import Theme Preset
nl: Kleurenschema Importeren

source: Import Arc Menu Theme Presets from a file
nl: Importeer Arc Menu Kleurenschema vanuit een bestand

source: Export Theme Preset
nl: Exporteer Kleurenschema

source: Export and save your Arc Menu Theme Presets to a file
nl: Exporteren en Opslaan van Arc Menu Kleurenschema's

source: About
nl: Over Arc Menu

source: Development
nl: Ontwikkeling

source: Version:
nl: Versie:

source: A Traditional Application Menu for GNOME
nl: Een Traditioneel Applicatiemenu voor GNOME

source: GitLab Page
nl: GitLab pagina
